[
               {
                "id_data": 1,
                "nama_weton": "Jumat Legi",
               "deskripsi":"Konon, mereka yang lahir pada hari ini cenderung bersifat jujur. Bahkan, mereka terkadang mungkin terlalu jujur, sebab mereka adalah tipe orang yang suka mengungkapkan pikiran mereka tanpa tedeng aling-aling! Mereka cukup teguh dengan pendirian mereka, tetapi sikap seperti ini terkadang juga menghambat kemampuan mereka untuk menerima orang lain secara apa adanya. Sebaiknya kita tidak memancing amarah mereka, karena mereka dapat bertindak ekstrim bila sedang naik darah. Meskipun demikian, mereka setia dan murah hati terhadap orang-orang yang dicintainya. Simpati mereka mudah timbul sehingga tidak keberatan untuk bertindak diluar jalur mereka untuk membantu teman atau bahkan orang asing.",
               },
               {
                 "id_data": 2,
                 "nama_weton": "Sabtu Pahing",
                 "deskripsi":"Jika anda lahir pada hari Sabtu Pahing, kemungkinan anda bersifat lekas naik darah! Untungnya, secepat anda memuntahkan kemarahan anda secepat itu pula anda melupakan penyebabnya. Semoga orang lain sebaliknya mudah memaafkan anda pula! Perlu diingat, bukanlah suatu hal yang menyakitkan untuk mengakui kesalahan yang kita lakukan. Akan tetapi meskipun anda memiliki semangat hidup yang tinggi yang terkadang berakibat pada kecerobohan, anda akan bersikap lebih waspada bila menyangkut materi. Anda adalah salah satu tipe yang selalu siap membantu teman yang sedang menderita."
               },
               {
                 "id_data": 3,
                 "nama_weton":"Minggu Pon",
                 "deskripsi":"Anda termasuk tipe yang sensitif. Mungkin karena takut disakiti, anda selalu melindungi perasaan anda. Hati dan pikiran anda mungkin cukup dalam, tetapi terkadang orang lain menganggap anda tertutup. Barangkali anda telah mengembangkan penilaian yang tajam terhadap baik-buruknya watak manusia. Dengan bakat ini, anda dapat menjadi seorang diplomat yang piawai -- atau malahan seorang manipulator yang licik! Yang jelas, anda selalu berusaha terlihat baik didepan teman-teman anda. Walaupun anda mungkin saja mengambil cara yang tidak langsung atau menunggu saat yang tepat, tetapi lama-lama anda pasti merebut kesempatan untuk memamerkan kelebihan anda, entah dari segi material ataupun intelektual."
               },
               {
                 "id_data":4,
                 "nama_weton":"Senin Wage",
                 "deskripsi":"Menurut kepercayaan Jawa, jika anda lahir pada hari Senin Wage anda jarang terjebak dalam keadaan yang memalukan! Ini dikarenakan anda suka merencanakan dan menimbang pilihan anda dengan hati-hati jauh sebelum mengambil tindakan. Anda cukup jujur dan tidak keberatan mendengarkan permasalahan orang lain. Berkat pendekatan anda yang tenang, anda mampu tampil meyakinkan di depan masyarakat, sehingga anda memiliki bekal menjadi diplomat yang baik. Meskipun demikian, sekali anda marah, anda tidak akan mau menerima alasan apapun. Anda terkadang begitu ndableg sehingga lebih baik anda dibiarkan sendiri saja untuk menjadi tenang kembali."
               },
               {
             "id_data":5,
             "nama_weton":"Selasa Kliwon",
             "deskripsi":"Mereka yang lahir pada hari Selasa Kliwon terkenal bersifat ramah. Mereka begitu pandai mengungkapkan kata-kata yang tepat dalam berbagai situasi sehingga orang lain cukup mudah menyukainya -- atau malahan cukup mudah diperdayainya bila itu yang mereka inginkan! Anehnya, mereka juga terkenal berpendirian keras, walaupun kesan pertamanya mungkin tidak menunjukkan demikian. Mereka juga dapat bersikap sangat kritis terhadap orang lain pada saat-saat tertentu. Namun, anda tidak perlu berkecil hati bila menjadi sasaran penilaian tajam mereka: menunjukkan kesalahan anda barangkali hanyalah cara mereka membantu anda menjadi orang yang lebih sempurna!"
                               },
                 {
                 "id_data":6,
                 "nama_weton":"Rabu Legi",
                 "deskripsi":"Anda menghormati tata krama dan berpegang teguh pada falsafah hidup anda. Kejujuran adalah salah satu prioritas anda, sehingga anda membenci ketidakadilan. Anda sangat setia terhadap teman tercinta anda yang sangat banyak. Anda dikagumi oleh banyak orang karena kata-kata anda yang bijaksana. Lantas, apa gunanya selalu ingin mencampuri urusan orang lain?"
                 },
                 {
                 "id_data":7,
                 "nama_weton":"Kamis Pahing",
                 "deskripsi":"Anda memiliki cita-cita yang besar disertai semangat baja untuk mewujudkannya. Anda selalu siaga mencari kesempatan untuk memajukan kepentingan anda. Tetapi hal itu bukanlah untuk anda semata; anda juga sangat mempedulikan keluarga dan selalu siap membantu saudara yang membutuhkan perlindungan atau pengasuhan. Meskipun demikian, anda mungkin perlu menjaga kecenderungan untuk selalu mengambil kesimpulan tanpa mengetahui fakta-fakta yang lengkap. Khusus dalam pergaulan anda, suatu dorongan untuk membantah tanpa lebih dahulu mengatur pikiran dan kata-kata mungkin akan dapat membuat orang lain merasa tidak dihargai. Cara penyampaian anda sangat berpengaruh di sini."
                 },
                 {
                 "id_data":8,
                 "nama_weton":"Jumat Pon",
                 "deskripsi":"Menurut kepercayaan jawa, orang yang dilahirkan pada hari Jumat Pon perlu banyak bergaul dengan berbagai jenis orang. Konon, mereka berpembawaan tenang, serius dan bijaksana dalam berbicara. Mereka adalah tipe yang berjiwa sosial, murni dan jujur serta mudah bersimpati terhadap mereka yang tertindas. Mereka mudah beradaptasi dengan orang-orang di sekitar mereka dan dapat menyesuaikan diri dengan berbagai situasi seperti seekor bunglon. Akan tetapi, kelebihan ini juga dapat menjadi kelemahan terbesar mereka, karena jika tidak disertai rasa percaya diri yang kuat mereka dapat dengan mudah dipengaruhi oleh pendapat dan kebiasaan buruk orang lain."
                 },
                 {
                 "id_data":9,
                 "nama_weton":"Sabtu Wage",
                 "deskripsi":"Jika anda lahir pada hari Sabtu Wage, maka anda akan bersifat teguh pada pendirian dan sangat mudah naik darah jika rencana tidak berjalan sesuai dengan keinginan anda. Barangkali anda akan sedikit banyak bergelut dengan masalah seputar kepercayaan dan rasa memiliki, karena dikatakan bahwa anda bersifat agak cemburuan. Meskipun demikian, anda sangat setia dan murah hati terhadap orang-orang yang anda sukai. Di samping itu, anda memiliki bakat besar dalam mengatur rumahtangga anda agar tetap berjalan tenang. Anda benar-benar menyukai kemewahan dan sangat menghargai barang-barang yang berkualitas tinggi."
                 },
                 {
                 "id_data":10,
                 "nama_weton":"Minggu Kliwon",
                 "deskripsi":"Satu lagi tipe pendiam dengan pendirian tegas dan kemauan keras. Anda sangat pandai dalam membuat orang selalu menduga-duga perasaan anda yang sebenarnya. Anda sebetulnya cukup sensitif, tetapi jangan berharap orang lain akan mempercayainya pada saat mendengar anda beradu pendapat. Anda pandai bersosialisasi, pandai berbicara, dan memiliki bakat politik yang besar. Dengan kelebihan seperti ini, tidak mengherankan tipe-tipe seperti anda sering mencapai kedudukan yang tinggi!"
                 },
                 {
                 "id_data":11,
                 "nama_weton":"Senin Legi",
                 "deskripsi":"Kelompok ini suka berkeliling dan melihat-lihat dunia, entah secara fisik ataupun secara intelektual. Mereka juga suka berdebat. Namun, mereka tidak bersifat antagonis; kalangan ini sebenarnya terlalu sopan bahkan untuk bermimpi menyakiti perasaan orang lain. Konon mereka juga sangat murah hati. Tampaknya, mereka memiliki kepribadian yang cemerlang... jika saja mereka mau berhenti mencampuri urusan orang lain!"
                 },
                 {
                 "id_data":12,
                 "nama_weton":"Selasa Pahing",
                 "deskripsi":"Orang-orang yang lahir pada hari Selasa Pahing konon bersifat santai dan dapat menerima orang lain apa-adanya. Mereka terampil dengan tangan mereka, suka menolong, dan mau berkorban banyak bagi orang yang mereka sayangi. Tetapi jangan tanya tentang orang-orang yang membuat mereka marah! Kalangan Selasa Pahing mempunyai reputasi terburuk dalam hal membalas dendam secara membabibuta. Meskipun mereka cenderung untuk cukup beruntung, mereka harus belajar untuk mengendalikan suatu kehausan pribadi yang mungkin membuat mereka agak serakah. Lalu di kemudian hari mereka dapat hidup tenang dan berbahagia, dikelilingi banyak teman yang baik dan menarik."
                 },
                 {
                 "id_data":13,
                 "nama_weton":"Rabu Pon",
                 "deskripsi":"Pada dasarnya, anda termasuk tipe yang penuh keberuntungan, karena anda selalu merencanakan tindakan anda dengan hati-hati, terbuka terhadap peluang yang baru, dan tidak mudah putus asa. Anda juga memiliki beberapa keterampilan sosial, sehingga sejelek apapun wajah anda, kemungkinan besar anda mudah bergaul dengan orang lain! Sisi buruknya, anda suka sekali pamer. Mungkin anda hanya haus perhatian sewaktu masih kecil, sehingga kini anda merasa harus membuat kagum semua orang dengan kepandaian atau kekayaan anda. Jadilah diri sendiri dan orang lain akan menyukai anda apa adanya. Akan lebih baik juga bila anda berusaha untuk tidak terlalu menyalahkan orang lain yang secara tidak sengaja menyakiti perasaan anda."
                 },
                 {
                 "id_data":14,
                 "nama_weton":"Kamis Wage",
                 "deskripsi":"Orang yang lahir pada hari Kamis Wage biasanya memiliki cita-cita setinggi langit. Tentu saja, terkadang harapan mereka terlalu tinggi, tetapi mereka juga berpegang pada aturan dan dapat cukup berhati-hati dalam mewujudkan tujuan mereka sehingga seringkali tercapai. Kalangan ini mungkin saja pandai, tetapi mereka sering terpaku pada jalan mereka dan biasanya tidak menghargai saran yang tidak mereka inginkan. Meskipun demikian, mereka dapat cukup mempesona orang lain dengan sopan-santunnya dan cenderung tampil baik dalam pergaulan. Mereka mungkin tidak suka menunjukkan perasaan mereka yang sebenarnya, tetapi mereka mudah dibujuk dengan rayuan -- beberapa patah kata yang manis dan mereka pasti mulai berpamer!"
                 },
                 {
                 "id_data":15,
                 "nama_weton":"Jumat Kliwon",
                 "deskripsi":"Karena sabar dan murah hati, anda mudah membuat orang menyukai anda. Mungkin hal ini juga dikarenakan gaya anda yang halus. Anda dapat menjadi seorang pemimpin yang baik, karena anda cenderung mempunyai kemampuan, dapat berpikir secara luas, dan dapat mempengaruhi banyak orang dengan lidah anda yang pandai. Mungkin saja anda sedikit malas pada suatu saat, tetapi orang-orang akan tetap mencintai anda. Jelasnya, anda tidak akan pernah kekurangan teman!"
                 },
                 {
                 "id_data":16,
                 "nama_weton":"Sabtu Legi",
                 "deskripsi":"Anda adalah salah seorang penggemar gaya hidup yang santai dan mewah. Bagi anda, kualitas selalu lebih penting daripada harga yang murah. Hal ini berlaku juga pada kehidupan sosial anda: Anda ingin berada disekitar orang-orang baik yang ber-IQ tinggi. Anda sendiri tidak kalah dari segi otak. Untungnya anda juga dapat menghargai pandangan orang lain. Tidak bisa dipungkiri, omongan anda terkadang sedikit tajam. Tetapi mengapa orang lain mau bersikap sarkatis terhadap anda?"
                 },
                 {
                 "id_data":17,
                 "nama_weton":"Minggu Pahing",
                 "deskripsi":"Menurut pengertian tradisional, orang yang lahir pada hari Minggu Pahing diakui memiliki kemampuan yang mengagumkan di bidang apa saja yang digelutinya. Mereka adalah pribadi-pribadi kuat yang mampu mempertahankan pendapatnya dalam keadaan sulit sekalipun. Tetapi mereka juga berpikiran luas dan cenderung ditanggapi dengan baik dalam lingkungan sosial. Anehnya, kelompok ini dapat benar-benar ahli dalam menyembunyikan (atau memendam) perasaan-perasaan yang tidak enak seperti kemarahan, kesedihan, atau penyesalan. Kontrol diri semacam itu sangat menguntungkan bagi seorang politikus, doktor UGD, atau agen rahasia. Namun, semoga sifat ini tidak berakibat pula pada terpendamnya perasaan-perasaan yang semestinya ditunjukkan secara terbuka kepada orang-orang yang mereka cintai.",
                 },
                 {
                 "id_data":18,
                 "nama_weton":"Senin Pon",
                 "deskripsi":"Jika anda lahir pada hari Senin Pon, anda adalah seseorang yang penuh kontradiksi. Anda mungkin terlihat sebagai orang yang tangguh, yang suka tampil kuat, bahkan dengan bangga memamerkan kekayaan anda (atau kepandaian anda bila hanya itu yang anda miliki!). Namun, anda sebenarnya adalah seseorang yang sangat perasa. Orang lain akan selalu terkejut bila mendapati betapa ramah, sopan dan bertanggung jawab anda sebenarnya. Tidakkah anda merasa lebih baik sekarang?"
                 },
                 {
                 "id_data":19,
                 "nama_weton":"Selasa Wage",
                 "deskripsi":"Anda tidak suka membesar-besarkan diri. Bahkan, anda lebih sering mengalah kepada orang yang lebih cerewet daripada mempersoalkan hal-hal yang remeh. Meskipun demikian, anda bersemangat baja. Beberapa orang mungkin mengatakan anda sedikit kaku. Namun, ada pula yang akan menganggap anda teramat ndableg. Di samping itu, andaikata anda merasa terancam, ego anda yang sensitif akan sangat mudah terusik sehingga anda cenderung bersikap cemburu. Meski demikian, terkadang lawan-lawan anda pun akan mengagumi nafsu anda yang besar akan ilmu pengetahuan dan tekad kuat yang memungkinkan anda menelaah secara mendalam hal-hal yang menarik perhatian anda. Bila keadaan mulai memburuk anda akan tetap bertahan."
                 },
                 {
                 "id_data":20,
                 "nama_weton":"Rabu Kliwon",
                 "deskripsi":"Anda adalah pemikir sejati dengan sikap lembut disertai gaya duniawi yang mempesona yang mudah menarik orang lain kepada anda. Dikarenakan bakat alami anda akan bahasa dan kepekaan terhadap perasaan orang lain, maka anda memiliki potensi untuk menjadi seorang pembicara besar. Banyak di antara orang yang lahir pada hari Rabu Kliwon menjadi orator atau penulis yang handal. Anda berseri-seri bila mendapatkan pujian (sebenarnya siapa yang tidak?), akan tetapi mungkin anda perlu belajar untuk tidak terlalu memasukkan kritikan orang lain ke dalam hati. Waspadalah agar kelemahan anda terhadap kata-kata yang manis tidak membuat anda terlalu mudah diperdaya."
                 },
                 {
                 "id_data":21,
                 "nama_weton":"Kamis Legi",
                 "deskripsi":"Mereka yang lahir pada hari Kamis Legi memiliki cita-cita yang mulia dan nilai-nilai yang tinggi. Mereka terkadang amat bijaksana, dikarenakan kemampuannya untuk melihat prospek jangka panjang dari suatu hal. Walaupun demikian, mereka harus mampu bersikap tabah dan berhati-hati jika ingin melihat keberhasilan ide-ide mereka yang besar. Masalahnya, meskipun kalangan ini cenderung berpandangan luas, mereka sering terjerumus dalam pernik-pernik kehidupan sehari-hari. Mereka termasuk tipe yang selalu membutuhkan pujian. Namun, kemungkinan dukungan tidak terlalu sulit diperolehnya, sebab mereka biasanya dikelilingi oleh banyak teman (kelompok ini terkenal memiliki kemampuan bergaul yang luar biasa). Sementara itu timbul pertanyaan; benarkah hanya keinginan untuk membantu ataukah dorongan tersembunyi untuk menguasai lingkungannya yang selalu membuat mereka mencampuri urusan orang lain?"
                 },
                 {
                 "id_data":22,
                 "nama_weton":"Jumat Pahing",
                 "deskripsi":"Pada dasarnya, anda adalah pembicara yang menyenangkan dengan cita-cita tinggi dan hati yang jujur. Apalah artinya jika anda bersikap sedikit boros! Anda bakal memperoleh banyak poin dari mereka yang ingin melihat anda berhasil -- bahkan jika anda tidak selalu memanjakan mereka. Anda kelihatan begitu mudah dimanfaatkan sehingga orang tidak akan menyangka bahwa anda akan mampu bersikap gigih (baca: keras kepala?) atau menduga betapa ganasnya anda bila sedang mengalami hari yang menjengkelkan!"
                 },
                 {
                 "id_data":23,
                 "nama_weton":"Sabtu Pon",
                 "deskripsi":"Anda memiliki ego yang besar dan selalu ingin menjadi penguasa di dalam lingkungan anda. Meskipun demikian, anda bukanlah tipe orang yang sulit: bila seseorang mengecewakan anda, anda akan memaafkan dan melupakannya dengan cukup mudah -- asalkan mereka mengakui kesalahannya dan memohon maaf di kaki anda! Anda suka membayangkan diri sebagai orang yang kaya dan terkenal. Hal ini tidak berarti secara otomatis anda materialistis. Namun, jika para peramal Jawa dapat dipercaya, anda memang menikmati suasana yang mewah dan tidak sungkan memperlihatkan kelebihan anda dalam hal materi. Mungkin hal ini berhubungan dengan masa kecil yang kurang bahagia dari segi emosional atau ekonomi. Semoga saja anda tidak terlalu pelit untuk membagi keberuntungan dengan teman-teman anda. Ingatlah bahwa mereka yang banyak memberi akan banyak menerima pula!"
                 },
                 {
                 "id_data":24,
                 "nama_weton":"Minggu Wage",
                 "deskripsi": "Mereka yang lahir di hari Minggu Wage konon bersifat pemurah dan mudah menaruh iba. Mereka tahu cara-cara untuk menghibur orang yang sedang menderita. Mereka merupakan pekerja keras pula. Akan tetapi, mereka terkadang terlalu teguh dalam pendirian -- bahkan sangat keras kepala! Meskipun mereka pandai menenangkan perasaan orang lain, mereka tidak akan menunjukkan perasaan mereka sendiri dengan mudah. Mungkinkah hal ini merupakan pengendalian emosi dari diplomat, doktor UGD, atau pemadam kebakaran, atau justru kewaspadaan yang berlebihan terhadap kemungkinan disakiti oleh orang-orang yang telah mereka percayai? Mereka sendiri yang harus menjawab pertanyaan ini."
                 },{
                 "id_data":25,
                 "nama_weton":"Senin Kliwon",
                 "deskripsi":"Kehormatan keluarga adalah prinsip kalangan Senin Kliwon. Anda terkenal karena pengabdian anda terhadap orang tua, anak, kakak-adik, bahkan sering pula kerabat jauh. Anda bersedia mengorbankan semuanya untuk membela keluarga anda. Anda memiliki perasaan yang kuat terhadap asal anda, bahkan mungkin juga terhadap negara tempat anda lahir. Sayangnya, segala hal cenderung terlalu dimasukkan hati, sehingga anda mudah tersinggung.\n\n Terkadang perlu waktu untuk membuat anda tenang kembali. Meskipun demikian, pada dasarnya anda mudah memaafkan dan tidak suka mendendam. Anda pandai dengan kata-kata dan mungkin dapat menjadi seorang pembicara atau penulis yang baik jika anda tertarik pada pekerjaan semacam itu. Orang lain menghargai keramahan, kesopanan dan kelembutan anda yang terpuji."
                 },{
                 "id_data":26,
                 "nama_weton":"Selasa Legi",
                 "deskripsi":"Jika anda lahir pada hari Selasa Legi, anda akan memiliki kepribadian yang kuat. Anda tidak akan suka melihat orang menghalangi anda, dan tidak akan mau mengalah (walaupun dalam hal yang sebenarnya sepele) agar orang lain tidak merasa sakit hati. Sesungguhnya, popularitas anda tidak akan berkurang jika anda mau belajar sedikit berkompromi. Bila tidak, dorongan anda untuk berkuasa dapat membuat anda membuang banyak tenaga dalam adu kekuatan dengan teman, pasangan, atau majikan. Tetapi bagaimanapun kekurangan tersebut, anda adalah tipe yang jujur dan suka bekerja keras, yang memiliki cita-cita tinggi dan minat yang tak terpuaskan terhadap ilmu pengetahuan."
                 },
                 {
                 "id_data":27,
                 "nama_weton":"Rabu Pahing",
                 "deskripsi":"Orang-orang ini suka mempertimbangkan segala sesuatu sebelum melakukan suatu tindakan. Mereka akan merenungkan segala kemungkinan hingga puas terhadap hasil yang dapat dicapai. Kelompok ini mungkin terlihat cukup santai, tetapi jangan terkecoh! Mungkin dikarenakan sedikit rasa kurang percaya diri yang membuat mereka bersikap angkuh. Namun, tidak dapat dipungkiri banyak peramal Jawa juga mengatakan bahwa mereka memang tidak suka berbagi dengan yang lain. Kewaspadaan mereka mungkin terlihat berlebihan saat rasa curiga mereka timbul. Orang-orang ini sangat perlu belajar untuk bersikap lebih santai dan menurunkan pertahanan mereka. Untungnya mereka memiliki prinsip untuk tidak mencampuri urusan orang lain."
                 },
                 {
                 "id_data":28,
                 "nama_weton":"Kamis Pon",
                 "deskripsi":"Jika anda lahir di hari Kamis Pon, anda biasanya memiliki cita-cita tinggi dan tujuan-tujuan mulia yang berusaha anda wujudkan sekuat tenaga. Anda memiliki pikiran yang cerdas dan penuh rasa ingin tahu, serta suka mempelajari hal-hal baru yang dapat memperluas wawasan anda. Meskipun demikian, dengan kecenderungan untuk berpikir dan bertindak dalam skala besar, kebanggaan serta rasa percaya terhadap kekayaan materi atau kepandaian dapat dengan mudah menjadi kelemahan anda pada suatu saat. Anda bukanlah tipe orang yang suka banyak bergaul dan tidak tertarik pada urusan orang lain. Tampaknya anda cukup puas dengan mengandalkan kemampuan pribadi untuk memahami suatu situasi dan menghindarkan diri dari pengaruh orang lain."
                 },
                 {
                 "id_data":29,
                 "nama_weton":"Jumat Wage",
                 "deskripsi":"Mereka yang terlahir pada hari Jumat Wage terkenal sangat mengasihi dan mudah menaruh iba kepada sesama manusia. Oleh karena itu, anda berpotensi menjadi Ibu Teresa kecil yang selalu bersedia membantu mereka yang membutuhkan. Anda memiliki karakter yang sangat jujur, kemurnian hati, dan juga kesetian yang sesuai dengan julukan tersebut. Anda tidak pernah membesar-besarkan kemampuan anda sendiri, padahal di dalam hati anda sesungguhnya adalah orang yang tegar. Sangatlah sulit membuat anda mengubah keputusan yang telah anda tetapkan. Keyakinan anda dapat sangat mengagumkan... atau bahkan hanya suatu kebodohan. Anda mungkin perlu belajar untuk menerima saran dari orang lain yang bermaksud baik."
                 },
                 {
                 "id_data":30,
                 "nama_weton":"Sabtu Kliwon",
                 "deskripsi":"Justru orang seperti ini yang anda perlukan di pesta anda berikutnya, karena mereka begitu ramah, sopan, dan mudah terkesan, sehingga mereka dengan mudah membuat orang lain merasa betah di rumah anda. Mereka juga pintar mengucapkan kata-kata yang menyenangkan. Bahkan, mereka yang terlahir pada hari Sabtu Kliwon termasuk salah satu kalangan yang memiliki bakat alamiah dalam berbicara dan menulis jika mereka memilihnya sebagai pekerjaan. Mereka cenderung memperlakukan semua orang dengan baik, bahkan musuh mereka sendiri! Mereka tidak dikenal sebagai orang tegar yang berpegang pada pendiriannya. Akan sangat berguna jika mereka mau mengembangkan sedikit keberanian dan ketegasan, karena kelompok ini cenderung sangat mudah menyerah pada rintangan pertama. Mereka biasanya memperhitungkan dengan cermat segala tindakan yang akan mereka ambil. Dengan demikian muncullah pertanyaan: mengapa mereka sangat mudah terkecoh oleh penampilan seseorang atau sesuatu? Mereka adalah pelanggan impian para pedagang."
                 },
                 {
                 "id_data":31,
                 "nama_weton":"Minggu Legi",
                 "deskripsi":"Hanya sedikit orang yang diperkenankan mengetahui isi hati anda yang terdalam. Anda termasuk tipe orang yang tegas dan pendiam. Anda terlihat sangat tenang dan terkendali, bahkan saat anda terbakar amarah, senyuman misterius itu tidak akan pernah lepas dari bibir anda. Maka dari itu, pada saat anda melepaskan perasaan anda, baik cinta ataupun benci, hal itu akan menjadi pengalaman yang luar biasa bagi orang-orang di sekitar anda. Anda berwatak cerdik, bahkan terkadang licik, dan pandai dalam mengorek rahasia. Anda mudah tertarik pada hal yang aneh, mistis, atau misterius. Mencampuri urusan orang lain sangat menyenangkan bagi anda. Oleh karenanya, anda mungkin bisa menjadi seorang detektif, agen rahasia atau psikiater yang baik."
                 },
                 {
                 "id_data":32,
                 "nama_weton":"Senin Pahing",
                 "deskripsi":"Anda suka menyampaikan pendapat dengan tegas, dan tidak akan terpengaruh oleh omongan orang lain bila tidak menemukan alasan untuk mempercayainya. Meskipun demikian, anda adalah seorang yang perasa, jujur, beriba, dan bercita-cita tinggi. Anda adalah pekerja giat yang tidak suka menghambur-hamburkan hasil jerih payah. Cobalah untuk mengendalikan perasaan anda yang sensitif agar tidak selalu memasukkan dalam hati setiap perkataan atau tindakan orang lain."
                 },
                 {
                 "id_data":33,
                 "nama_weton":"Selasa Pon",
                 "deskripsi":"Kalangan ini sangat menyukai kemewahan. Tingkat pemborosan mereka biasanya tergantung pada kemampuan finansial yang ada, tetapi keinginan yang kuat akan kehidupan yang serba mewah akan selalu mereka rasakan. Meskipun cenderung untuk melindungi perasaan mereka sendiri, mereka dapat menjadi sangat setia dan murah hati kepada orang-orang yang sesuai dengan standar pribadi mereka. Akan tetapi, sekali anda dekat berarti anda telah menjadi milik mereka seutuhnya, dan karena kalangan ini sering terbawa kekhawatiran akan ancaman (nyata maupun khayalan) maka tidak mengherankan jika rasa cemburu selalu menyertai mereka dalam setiap hubungan. Meskipun mereka yang dilahirkan pada hari Selasa Pon terkenal bersifat tertutup, mereka dapat bersikap cukup ramah dalam kehidupan sosial. Barangkali anda tidak akan menduga bahwa mereka berpendirian sangat kaku."
                 },
                 {
                 "id_data":34,
                 "nama_weton":"Rabu Wage",
                 "deskripsi":"Secara umum, mereka yang lahir pada hari Rabu Wage bersifat baik hati dan ramah. Meskipun terkadang kata-kata mereka agak keras, mereka biasanya mudah bergaul dengan orang lain serta menjunjung tinggi kejujuran dan niat baik. Mereka suka menimbang pilihan mereka dengan cermat sebelum melaksanakannya, dan dalam hal ini mereka memiliki cukup banyak kebijaksanaan. Bisa saja mereka suka menikmati barang-barang dan pelayanan yang mewah, tetapi mereka bukan tipe pemboros. Mereka sangat menghargai uang mereka, dan terkadang beberapa dari mereka dapat bersikap sangat irit."
                 },
                 {
                 "id_data":35,
                 "nama_weton":"Kamis Kliwon",
                 "deskripsi":"Anda memiliki rencana-rencana besar dalam hidup anda. Bahkan, terkadang cita-cita anda sedikit terlalu besar sehingga anda menjadi korban dari imajinasi anda yang terlalu aktif saat keadaan berada diluar jangkauan anda. Meskipun demikian, anda tidak mudah menyerah, dan sikap anda yang optimis dan terhormat akan membuat anda diterima dengan baik oleh kebanyakan orang. Anda suka menjadi pemimpin, akan tetapi terlebih dulu anda harus mengendalikan kecenderungan anda untuk terlalu memasukkan hati ide dan tindakan orang lain yang mungkin berbeda dari sudut pandang anda."
                 },
]